/* NSBox (Automatic updates) : <title:Automatic updates> (oid:10) */
"Automatic updates" = "Automatiske opdateringer";

/* NSButton (Check for updates at startup) : <title:Check for updates at startup> (oid:6) */
"Check for updates at startup" = "Søg efter opdateringer ved programstart";

/* NSButton (Check now) : <title:Check now> (oid:7) */
"Check now" = "Søg nu";

/* NSTextField (Fri 2 April 1980) : <title:Fri 2 April 1980> (oid:9) */
"Fri 2 April 1980" = "Fre 2 April 1980";

/* NSTextField (Last checked:) : <title:Last checked:> (oid:8) */
"Last checked:" = "Sidst søgt:";

